Repository: Xiditup/bot
Catalog: bot/locales/*/LC_MESSAGES/messages.po
Languages: el_gr, pl_pl

source: share my link
el_gr: Λάβετε τον σύνδεσμο πρόσκλησής μου🔗
pl_pl: Uzyskaj mój link zaproszenia🔗

source: share this: {link}
el_gr: <b>ΜΟΙΡΑΣΤΕΙΤΕ ΑΥΤΟ:</b> {link}
pl_pl: <b>UDOSTĘPNIJ TO:</b> {link}

source: top up balance
el_gr: Αγορά ασημιού🪙
pl_pl: Kup srebro🪙

source: btn back to main
el_gr: 🏠 Κύριο μενού
pl_pl: 🏠 Menu główne

source: account {balance} {referrals}
el_gr: 👤Πληροφορίες λογαριασμού σας: Το ασήμι σας: {balance}🪙 Άτομα που προσκλήθηκαν: {referrals}
pl_pl: 👤Informacje o Twoim koncie: Twoje srebro: {balance}🪙 Zaproszeni ludzie: {referrals}

source: topup info
el_gr: Εδώ μπορείτε να αγοράσετε ασήμι για Telegram Stars⭐️
pl_pl: Tutaj możesz kupić srebro za Telegram Stars⭐️

source: pay 50
el_gr: 6500🪙 για 50⭐️
pl_pl: 6500🪙 za 50⭐️

source: pay 100
el_gr: 13000🪙 για 100⭐️
pl_pl: 13000🪙 za 100⭐️

source: pay 500
el_gr: 65000🪙 για 500⭐️
pl_pl: 65000🪙 za 500⭐️

source: pay 1000
el_gr: 130000🪙 για 1000⭐️
pl_pl: 130000🪙 za 1000⭐️

source: back to account
el_gr: ⬅️ Μενού λογαριασμού
pl_pl: ⬅️ Menu konta

source: invoice description
el_gr: Ασήμι για αστέρια
pl_pl: Srebro za gwiazdy

source: send payment
el_gr: Πληρωμή✅
pl_pl: Zapłać✅

source: cancel invoice
el_gr: Ακύρωση❌
pl_pl: Anuluj❌

source: birds menu {eggs}
el_gr: Αυτή είναι η φάρμα σας Παραχθέντα αυγά αυτή τη στιγμή: {eggs} Επιλέξτε ένα χρώμα πουλιού για να μάθετε περισσότερα και να αγοράσετε *Πατήστε «Συλλογή» για να συλλέξετε αυγά και να τα μετατρέψετε σε ασήμι Πληροφορίες για τα πουλιά:
pl_pl: To jest twoja farma Wyprodukowane jajka w tym momencie: {eggs} Wybierz kolor ptaka, aby dowiedzieć się więcej i dokonać zakupu *Naciśnij «Zbierz», aby zebrać jajka i zamienić je na srebro Informacje o ptakach:

source: bird 1 {amount} {balance}
el_gr: 🔵 [{amount}] → {balance}🥚
pl_pl: 🔵 [{amount}] → {balance}🥚

source: bird 2 {amount} {balance}
el_gr: 🟢 [{amount}] → {balance}🥚
pl_pl: 🟢 [{amount}] → {balance}🥚

source: bird 3 {amount} {balance}
el_gr: 🟡 [{amount}] → {balance}🥚
pl_pl: 🟡 [{amount}] → {balance}🥚

source: bird 4 {amount} {balance}
el_gr: 🟠 [{amount}] → {balance}🥚
pl_pl: 🟠 [{amount}] → {balance}🥚

source: bird 5 {amount} {balance}
el_gr: 🔴 [{amount}] → {balance}🥚
pl_pl: 🔴 [{amount}] → {balance}🥚

source: collect
el_gr: Συλλέξτε αυγά 🥚→🪙
pl_pl: Zbierz jajka 🥚→🪙

source: eggs collected
el_gr: Τα αυγά συλλέχθηκαν!
pl_pl: Jajka zebrane!

source: bird 1 {amount}
el_gr: Αυτό είναι το Μπλε Πουλί. Το πρώτο σας πουλί🐣 Κόστος: 100🪙 Παραγωγή: 10🥚 / ώρα Έχετε: {amount}
pl_pl: To jest Niebieski Ptak. Twój pierwszy ptak🐣 Koszt: 100🪙 Produkcja: 10🥚 / godzina Masz: {amount}

source: bird 2 {amount}
el_gr: Αυτό είναι το Πράσινο Πουλί. Αν έχετε ένα, ξέρετε κάτι για τη γεωργία😎 Κόστος: 300🪙 Παραγωγή: 50🥚 / ώρα Έχετε: {amount}
pl_pl: To jest Zielony Ptak. Jeśli masz jeden, wiesz coś o rolnictwie😎 Koszt: 300🪙 Produkcja: 50🥚 / godzina Masz: {amount}

source: bird 3 {amount}
el_gr: Αυτό είναι το Κίτρινο Πουλί. Κάποιος παίρνει το θέμα σοβαρά, ε;😏 Κόστος: 1000🪙 Παραγωγή: 100🥚 / ώρα Έχετε: {amount}
pl_pl: To jest Żółty Ptak. Ktoś bierze to na poważnie, co?😏 Koszt: 1000🪙 Produkcja: 100🥚 / godzina Masz: {amount}

source: bird 4 {amount}
el_gr: Αυτό είναι το Πορτοκαλί Πουλί. Πού να βάλω όλα αυτά τα αυγά;🤯 Κόστος: 3000🪙 Παραγωγή: 200🥚 / ώρα Έχετε: {amount}
pl_pl: To jest Pomarańczowy Ptak. Gdzie umieścić wszystkie te jajka?🤯 Koszt: 3000🪙 Produkcja: 200🥚 / godzina Masz: {amount}

source: bird 5 {amount}
el_gr: Αυτό είναι το Κόκκινο Πουλί. Είστε 100% κοντά στην κορυφή📊 Κόστος: 10000🪙 Παραγωγή: 500🥚 / ώρα Έχετε: {amount}
pl_pl: To jest Czerwony Ptak. Jesteś w 100% blisko szczytu📊 Koszt: 10000🪙 Produkcja: 500🥚 / godzina Masz: {amount}

source: buy
el_gr: Αγορά🛒
pl_pl: Kup🛒

source: btn back to birds
el_gr: ⬅️ Επιστροφή στη φάρμα
pl_pl: ⬅️ Powrót na farmę

source: Buy success
el_gr: Αγοράστηκε!
pl_pl: Zakupiono!

source: Insufficient balance
el_gr: Δεν υπάρχει αρκετό ασήμι :(
pl_pl: Niewystarczająca ilość srebra :(

source: btn info
el_gr: 💬 Πληροφορίες
pl_pl: 💬 Informacje

source: btn birds
el_gr: 🪺 Η φάρμα σας
pl_pl: 🪺 Twoja farma

source: btn account
el_gr: 👤 Λογαριασμός
pl_pl: 👤 Konto

source: btn withdrawal
el_gr: 💸 Ανάληψη
pl_pl: 💸 Wypłata

source: btn support
el_gr: 🤝 Υποστήριξη
pl_pl: 🤝 Wsparcie

source: main menu
el_gr: Κύριο μενού Πόσα αυγά θα συλλέξετε σήμερα❓
pl_pl: Menu główne Ile jajek zbierzesz dzisiaj❓

source: info
el_gr: Για να αγοράσετε πουλιά και να συλλέξετε αυγά πατήστε «η φάρμα σας» Για να λάβετε πληροφορίες για τον λογαριασμό σας και τον σύνδεσμο πρόσκλησης, πατήστε «λογαριασμός» Αν θέλετε να ανταλλάξετε ασήμι με πραγματικά χρήματα, πατήστε «ανάληψη» Αν έχετε οποιεσδήποτε ερωτήσεις - «υποστήριξη»
pl_pl: Aby kupić ptaki i zbierać jajka, naciśnij «twoja farma» Aby uzyskać informacje o koncie i link do zaproszeń, naciśnij «konto» Jeśli chcesz wymienić srebro na prawdziwe pieniądze, naciśnij «wypłata» Jeśli masz jakieś pytania - «wsparcie»

source: to fw 0.1$
el_gr: ΑΝΑΛΗΨΗ!
pl_pl: WYPŁAĆ!

source: to main menu
el_gr: 🏠 Κύριο μενού
pl_pl: 🏠 Menu główne

source: fw menu {silver}
el_gr: Έχετε {silver}🪙 Συναλλαγματική ισοτιμία: 1000🪙 = 0.1$
pl_pl: Masz {silver}🪙 Kurs wymiany: 1000🪙 = 0.1$

source: to wd
el_gr: ανάληψη
pl_pl: wypłata

source: wd menu {silver}
el_gr: Έχετε {silver}🪙 Συναλλαγματική ισοτιμία: 1000🪙 = 0.1$
pl_pl: Masz {silver}🪙 Kurs wymiany: 1000🪙 = 0.1$

source: fw available {silver}
el_gr: ✅Η ανάληψη είναι διαθέσιμη {silver}/1000 Προχωρήστε για να λάβετε τα 0.1$ σας!
pl_pl: ✅Wypłata dostępna {silver}/1000 Przejdź dalej, aby uzyskać swoje 0.1$!

source: request fw
el_gr: Αίτηση ανάληψης🙋‍♂️
pl_pl: Żądanie wypłaty🙋‍♂️

source: to wd menu
el_gr: ⬅️ πίσω
pl_pl: ⬅️ powrót

source: not available fw {silver}
el_gr: ❌ Η ανάληψη δεν είναι διαθέσιμη Το ασήμι σας: {silver} / 1000 Κερδίστε περισσότερα και επιστρέψτε!
pl_pl: ❌ Wypłata niedostępna Twoje srebro: {silver} / 1000 Zarabiaj więcej i wróć!

source: ask TON addr (WARNING: YOU MUST ENTER CORRECT DATA. IF MISTAKE OCCURED, CONTACT SUPPORT IMMEDIATELY!!!)
el_gr: Εισάγετε τη διεύθυνση του πορτοφολιού TON-coin σας. ΠΡΕΠΕΙ ΝΑ ΕΙΣΑΓΕΤΕ ΕΓΚΥΡΑ ΔΕΔΟΜΕΝΑ! ΕΛΕΓΞΤΕ ΤΑ ΔΥΟ ΦΟΡΕΣ! Αν συμβεί κάποιο λάθος, επικοινωνήστε με την υποστήριξη ΑΜΕΣΑ!
pl_pl: Wprowadź adres swojego portfela TON-coin. MUSISZ WPROWADZIĆ PRAWIDŁOWE DANE! SPRAWDŹ DWA RAZY! W przypadku jakiejkolwiek pomyłki natychmiast skontaktuj się z pomocą techniczną!

source: cancel fw
el_gr: Ακύρωση ανάληψης❌
pl_pl: Anuluj wypłatę❌

source: fw money will arrive in next 24h.
el_gr: Υπέροχα! Τα χρήματα θα φτάσουν τις επόμενες 24 ώρες! Τώρα είναι η στιγμή να επεκτείνετε τη φάρμα σας!
pl_pl: Świetnie! Pieniądze dotrą w ciągu następnych 24 godzin! Teraz jest czas, aby rozbudować swoją farmę!

source: request
el_gr: Συνέχεια
pl_pl: Kontynuuj

source: gold
el_gr: Χρυσά νομίσματα🏆
pl_pl: Złote monety🏆

source: wd to menu
el_gr: ⬅️ πίσω
pl_pl: ⬅️ powrót

source: wd menu {silver} {gold} {available}
el_gr: Τα υπόλοιπά σας: {silver}🪙 {gold}🏆 Διαθέσιμο για ανάληψη: {available}$
pl_pl: Twoje saldo: {silver}🪙 {gold}🏆 Dostępne do wypłaty: {available}$

source: gold menu promt {gold}
el_gr: Έχετε {gold}🏆 Χρειάζεστε χρυσό για να κάνετε αναλήψεις! Λαμβάνετε χρυσό όταν: -αγοράζετε ασήμι🪙 για Telegram Stars⭐️ -άτομα που έχετε προσκαλέσει αγοράζουν ασήμι🪙 για Telegram Stars⭐️ -ολοκληρώνετε εργασίες *πατήστε «λεπτομέρειες» για να μάθετε περισσότερα
pl_pl: Masz {gold}🏆 Potrzebujesz złota, aby dokonywać wypłat! Otrzymujesz złoto, gdy: -kupujesz srebro🪙 za Telegram Stars⭐️ -osoby, które zaprosiłeś, kupują srebro🪙 za Telegram Stars⭐️ -wykonujesz zadania *kliknij «szczegóły», aby dowiedzieć się więcej

source: gold details
el_gr: Λεπτομέρειες
pl_pl: Szczegóły

source: to tasks
el_gr: Εργασίες
pl_pl: Zadania

source: back from gold menu to wd menu
el_gr: ⬅️ πίσω
pl_pl: ⬅️ powrót

source: gold details promt, table, etc.
el_gr: 1🏆 ισούται με 0.01$ Όταν αγοράζετε 🪙 για ⭐️ λαμβάνετε: - 26🏆 για 50⭐️ - 52🏆 για 100⭐️ - 260🏆 για 500⭐️ - 540🏆 για 1000⭐️ Όταν άτομα που έχετε προσκαλέσει αγοράζουν, λαμβάνετε: - 3🏆 για 50⭐️ - 6🏆 για 50⭐️ - 32🏆 για 50⭐️ - 67🏆 για 50⭐️ Λάβετε τον σύνδεσμο πρόσκλησής σας στο μενού «λογαριασμός»!
pl_pl: 1🏆 równa się 0.01$ Kiedy kupujesz 🪙 za ⭐️ otrzymujesz: - 26🏆 za 50⭐️ - 52🏆 za 100⭐️ - 260🏆 za 500⭐️ - 540🏆 za 1000⭐️ Kiedy osoby, które zaprosiłeś, kupują, otrzymujesz: - 3🏆 za 50⭐️ - 6🏆 za 50⭐️ - 32🏆 za 50⭐️ - 67🏆 za 50⭐️ Uzyskaj swój link zaproszenia w menu «konto»!

source: back from gold details to gold menu
el_gr: ⬅️ πίσω
pl_pl: ⬅️ powrót

source: Currently there are NO tasks :(
el_gr: Αυτή τη στιγμή δεν υπάρχουν εργασίες :\
pl_pl: Obecnie nie ma zadań :\

source: ask amount to wd. available: {available}
el_gr: Εισαγάγετε το ποσό ανάληψης (από {available}):
pl_pl: Wprowadź kwotę wypłaty (z {available}):

source: cancel wd
el_gr: Ακύρωση ανάληψης❌
pl_pl: Anuluj wypłatę❌

source: ask ton addr to wd
el_gr: Εισάγετε τη διεύθυνση του πορτοφολιού TON-coin σας. ΠΡΕΠΕΙ ΝΑ ΕΙΣΑΓΕΤΕ ΕΓΚΥΡΑ ΔΕΔΟΜΕΝΑ! ΕΛΕΓΞΤΕ ΤΑ ΔΥΟ ΦΟΡΕΣ! Αν συμβεί κάποιο λάθος, επικοινωνήστε με την υποστήριξη ΑΜΕΣΑ!
pl_pl: Wprowadź adres swojego portfela TON-coin. MUSISZ WPROWADZIĆ PRAWIDŁOWE DANE! SPRAWDŹ DWA RAZY! W przypadku jakiejkolwiek pomyłki natychmiast skontaktuj się z pomocą techniczną!

source: Withdrawal request sucess promt (manager, support, 24h, etc)
el_gr: Υπέροχα! Τα χρήματα θα φτάσουν τις επόμενες 24 ώρες!
pl_pl: Świetnie! Pieniądze dotrą w ciągu następnych 24 godzin!
